
# Token telegran bot
bot_token = '5029706929:AAH00g2K9fG6kTRojGC_Zg4BNboDUlAUfdI'


# ID admin
admin_id =1366105947

QIWI_NUMBER = '+77777777777'
QIWI_TOKEN = 'token'

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                '💠 Кол-во товара: {amount}' \


# инфа
info = '''❗️ Информация:\n   
❗️ Это проект бот\n
❕ Бот создан Cтудентом Кабановым Владиславом группы ББСО-04-19\n
❕ За арендой/покупкой писать Владу \n'''

# Пополнение баланса
replenish_balance = '⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  {number}\n' \
                    '👉 Коментарий  {code}\n' \
                    '👉 Сумма  от 1 до 15000 рублей'

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
